@extends('layouts.main')
@section('title', 'Преимущества сделать заказать в indigoshop.kz')
@section('description', 'Купить профессиональные инструменты и аксессуары для парикмахеров, барберов и колористов в Алматы. Доставка, низкие цены, широкий ассортимент.')

@section('content')
    <section class="py-12 bg-gray-100">
        <div class="container mx-auto px-4">
            <div class="bg-white shadow-lg rounded-lg p-6">
                <h1 class="text-3xl font-bold text-gray-800 text-center mb-6">О нас</h1>
                <div class="mb-6">
                    <h2 class="text-2xl font-semibold text-gray-700 mb-4">Добро пожаловать в INDIGOSHOP.KZ</h2>
                    <p class="text-gray-600 leading-relaxed">Миссия нашей компании: идеальный и доступный инструмент — залог успеха каждого Мастера! Одно из наших главных преимуществ — это любовь к своему делу, а значит и к Вам. Мы являемся официальным представителем торговой марки "Mantianyou" в Казахстане, которая создает инструменты для парикмахеров с любовью и профессионализмом! Также мы представляем школу красоты Indigo, где обучилось уже более 3000 человек по всему миру, и мы знаем, что нужно и чего хотят beauty-мастера.</p>
                </div>
                <h3 class="text-xl font-semibold text-gray-800 mb-4">Почему мы?</h3>
                <ul class="space-y-2 text-gray-600 text-sm">
                    <li>🚚 <span class="font-semibold">Оперативная доставка:</span> Доставляем по Алматы и Казахстану. Упаковываем качественно и с любовью.</li>
                    <li>✅ <span class="font-semibold">Гарантия на товар:</span> Предоставляем гарантию на приобретенные в нашем магазине товары.</li>
                    <li>🌍 <span class="font-semibold">Прямые поставки:</span> Сотрудничаем с поставщиками из разных стран и выбираем только лучший товар.</li>
                    <li>💳 <span class="font-semibold">Рассрочка на товары:</span> Предоставляем беспроцентную рассрочку, кредит или KASPI RED.</li>
                    <li>📅 <span class="font-semibold">Работаем с 2019 года:</span> Наши менеджеры помогут с выбором товаров и грамотно проконсультируют.</li>
                    <li>📦 <span class="font-semibold">Отправили более 3000 заказов:</span> Сотни довольных клиентов. Мы заботимся о нашей репутации.</li>
                </ul>
            </div>
        </div>
    </section>
@endsection
